Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Based on HIAT segmentation: Voraussetzung für diese Ausgabeform ist, dass die Transkription mit dem HIAT-Segmentierungsalgorithmus segmentiert werden kann, die HIAT-Transkriptionszeichen also konventionsgemäß eingesetzt wurden (siehe auch Anhang B: Segmentierungsalgorithmen).
en_gb: Based on HIAT segmentation: The requirement for this type of output is that the transcription can be segmented with the HIAT algorithm, i.e. the HIAT transcription symbols have been used according to the convention. (also see Appendix B: Segmentation Algorithms).

source: Based on events: Bei dieser Variante wird kein Segmentierungsalgorithmus zugrundelegt, sondern es werden einzelne Ereignisse in Spuren des Typs ‚T(ranscription)’ in CHAT-Äußerungen transformiert.
en_gb: Based on events: This variation does not use a segmentation algorithm, but single events in tiers of type T(ranscription) are transformed into CHAT utterances.

source: Based on AZM method: siehe dazu Schmidt, Th.
en_gb: Based on AZM method: see Schmidt, Th.

source: Based on CHAT segmentation: Voraussetzung für diese Ausgabeform ist, dass die Transkription mit dem CHAT-Segmentierungsalgorithmus segmentiert werden kann, die CHAT-Transkriptionszeichen also konventionsgemäß eingesetzt wurden (siehe auch Anhang B: Segmentierungsalgorithmen).
en_gb: The requirement for this type of output is that the transcription can be segmented with the CHAT algorithm, i.e. the CHAT transcription symbols have been used according to the convention. (also see Appendix B: Segmentation Algorithms).

source: Based on HIAT segmentation: bei dieser Variante enthält das TEI-Dokument Markup für Einheiten aus dem HIAT-System (Wörter, Pausen, Nicht-Phonologisches, Äußerungen etc.).
en_gb: Based on HIAT segmentation: this variations contains the TEI Document Markup for units of the HIAT System (words, pauses, non-phonological items, utterances etc.).

source: Based on Modena method: Dies ist eine Variante, die in einem Projekt an der Universität Modena verwendet wird. Voraussetzung für ein brauchbares Ergebnis ist die Einhaltung bestimmter Konventionen bzgl. des Ereignistextes.
en_gb: Based on Modena method: This variation is used in a project at the University of Modena. Requirements for a practical result is the compliance with the conventions in reference to the Ereignistextes???.

source: Based on events in tier: Die Zerteilung der Audio-Datei erfolgt nach Maßgabe der Ereignisse in der ausgewählten Spur: Für jedes Ereignis wird ein „Audio-Schnipsel“ erzeugt.
en_gb: Based on events in tier: The audio file is chopped in accordance with the events in the selected tier: For every event an "audio snippet" is created.

source: Based on the timeline: Die Zerteilung der Audio-Datei erfolgt nach Maßgabe der Zeitachse.
en_gb: Based on the timeline: The audio file is chopped in accordance with the time axis.

source: Base filename: Geben Sie anschließend einen Namensstamm für die automatisch durchnummerierten Dateien an.
en_gb: Base filename: Then enter a base filename for the files that are then automatically numbered consecutively.

source: Base filename: Ist der Namensstamm für die neu zu erzeugenden Audio-Dateien.
en_gb: Base filename: Is the base filename for the files that are to be created.

source: Base filename for SVG files: legt den Namensstamm für die SVG-Dateien fest.
en_gb: Base filename for SVG files: sets the base filename for the SVG files.

source: Beachten Sie dabei folgendes:
en_gb: Please note the following:

source: Beachten Sie, dass diese Option neben der HTML-Datei, die die eigentliche Partitur enthält, drei weitere Dateien im selben Verzeichnis erstellt:
en_gb: Take note that this option creates three additional files in the same directory in addition to the HTML file that contains the musical score:

source: Beachten Sie, dass für die HTML-Ausgabe zusätzlich relevant ist, ob und welches Stylesheet in den Benutzereinstellungen (siehe „Edit > Preferences...“) unter „Head to HTML“ angegeben ist.
en_gb: Please note that it is relevant for HTML output which stylesheet is specified nad if a stylesheet is specified. These specifications are made under "Edit > Preferences...“ in "Head to HTML“.

source: Beachten Sie, dass segmentierte Transkriptionen nicht vom Partitur-Editor gelesen werden – sie dienen der Integration in ein EXMARaLDA-Korpus und werden z.B. für die Arbeit mit EXAKT benötigt.
en_gb: Note that the segmented transcription can not be read by the Partitur-Editor. Their purpose is the integration into a EXMARaLDA corpus and are used for the work with EXAKT, for example.

source: Bedienungselemente:
en_gb: Controls:

source: Beenden Sie den Dialog mit OK, um die Änderungen zu übernehmen.
en_gb: Close the dialogue by clicking OK to apply changes.

source: Beenden Sie den Dialog, indem Sie auf OK klicken (nur dann werden Änderungen übernommen).
en_gb: Close the window by clicking OK (only then will the changes be saved).

source: Beenden Sie die Eingabe stets mit Enter.
en_gb: Conclude your input with Enter.

source: Beheben Sie den Fehler.
en_gb: Correct the error.

source: Bei Auswahl dieser Ausgaboption wir seitlich im Dateidialog folgendes Feld eingeblendet:
en_gb: When choosing this output option, the following panel is shown on the side of the file dialogue:

source: Bei Problemen lesen Sie bitte das Dokument Audio and Video Support in EXMARaLDA.
en_gb: Should you encounter problems, please consult the document Audio and Video Support in EXMARaLDA.

source: Bei Verknüpfungen zu Audio- und Video-Dateien enthält das Panel ein zusätzliches Bedienelement (Player) zur Wiedergabe der Datei.
en_gb: When linking audio and video files, the panel will display an additional player for the playback of these files.

source: Bei den folgenden Schritten werden dann ebenfalls Informationen zur Aufnahme und zu den Sprechern aus der COMA-Datei übernommen.
en_gb: The recording and speaker information of the COMA file will also be imported in the following steps.

source: Bei den meisten Zeichensätzen können Sie sich zu jedem Zeichen einen kurzen „Tooltip“ anzeigen lassen, der seine Bedeutung oder Verwendungsweise erläutert.
en_gb: Most symbols are equipped with a short "tool tip" that elaborates on both meaning and function.

source: Bei der Ausgabe als HTML oder RTF wird dieser Name als Dokument-Überschrift verwendet.
en_gb: For HTML or RTF output, this name is used as the document name.

source: Bei der Nutzung des Partitur-Editors ist es daher hilfreich, neben dem graphischen Erscheinungsbild, welches man vor Augen hat, stets auch die logische Struktur, die ihm zugrunde liegt, im Hinterkopf zu behalten.
en_gb: When using the Partitur-Editor it is thus helpful to keep the logical structure behind it in mind, and not only the graphical appearance.

source: Bei doppeltem Auftreten wird das erste Zeichen der ersten, das zweite Zeichen der zweiten Phrasierungseinheit zugeordnet.
en_gb: If it occurs twice, the first symbol will be assigned to the first Phrasierungseinheit(??) and the second symbol will be assigned to the second Phrasierungseinheit??? .

source: Bei einem Segmentierungsfehler wird eine Fehlermeldung angezeigt, und es wird keine Ausgabedatei erstellt.
en_gb: If segmentation errors have been made, an error message will appear and no output file will be created.

source: Bei einfachem Auftreten entscheidet die Verwendung eines Leerzeichens darüber, welcher Phrasierungseinheit das Zeichen zugeordnet wird.
en_gb: If it occurs once, the use of the space determines which Phrasierungseinheit??? the symbol will be assigned to.

source: Bei einigen Aktionen ist nach dem Aufruf des Menüpunkts ein Neuformatieren der Partitur notwendig, was bei großen Transkriptionen einige Sekunden dauern kann.
en_gb: In the case of some actions, the musical score needs to be reformatted after calling up the menu item. This can take a few seconds in larger transcriptions.

source: Bei gedrückter Strg-Taste bewirkt ein Bewegen des Mausrades nach oben oder unten ein horizontales Ein- bzw. Auszoomen der Darstellung, d.h. es wird dann pro Pixel eine größere bzw. kleinere Zeiteinheit angezeigt.
en_gb: Pressing and holding the Control-key and scrolling up or down zooms in and out of the display horizontally, hence, a greater or smaller time unit is then shown per pixel.

source: Bei gleichzeitig gedrückter Strg- und Shift-Taste bewirkt ein Bewegen des Mausrades nach oben oder unten ein vertikales Zommen der Darstellung, d.h. die Ausschläge des Oszillogramms werden vergrößert oder verkleinert.
en_gb: Pressing and holding the Control and the Shift key and scrolling up or down zooms in and out of the display vertically, hence, the oscillations are increased and decreased in size.

source: Bei größeren Transkriptionen kann das mehrere Sekunden dauern.
en_gb: For larger transcriptions this may take a few seconds.

source: Bei markiertem Zeitpunkt kann dessen absoluter Zeitwert mit Hilfe des Mausrades um 0.1 Sekunden erhöht oder verringert werden.
en_gb: By scrolling, the absolute time value of a selected time point can be increased or decreased by 0.1 seconds.

source: Bei Menüpunkten, die eine Segmentierung voraussetzen (z.B. Transcription > Count segments...) erscheint daher folgende Fehlermeldung:
en_gb: Menu items that require a segmentation (e.g. Transcription > Count segments...) will promt the following error message:

source: Beim Anlegen einer neuen Transkription soll für jeden Sprecher automatisch eine bestimmte Menge von Spuren angelegt werden.
en_gb: Wenn creating a tier, a specific number of tiers should be added for every speaker automatically.

source: Beim Aufruf dieses Menüpunktes wird der erste dieser beiden Zeitpunkte dann entfernt und der Rest der Transkription um einen Zeitpunkt nach links gerückt.
en_gb: When calling up this menu item, the first of these two time points is removed and thereafter the rest of the transcription is moved tpo the left by one time point.

source: Beim Öffnen des Such-Dialogs bestehen diese standardmäßig aus allen nicht ausgeblendeten Spuren.
en_gb: When opening the search dialogue, these include, by default, all the tracks that are not hidden.

source: Beispiel
en_gb: Example

source: Beispiel:
en_gb: Example:

source: Beispiele für solche Aufgaben sind:
en_gb: Example of these tasks are:

source: Beispiele:
en_gb: Examples:

source: Beispielsweise bedeuten
en_gb: The entries:

source: Beispielsweise ist es nicht möglich, Unterstreichungen oder Fettdruck als solche in eine Datenbank zu übernehmen.
en_gb: It is nt possible, for example, to import underlinings or bold print into a data base

source: Beispielsweise können verschiedene Stylesheets verwendet werden, um Ausgaben der Attributnamen in verschiedenen Sprachen vorzunehmen:
en_gb: For example, different stylesheets can be used to issue the attribute name in different languages:

source: Beispielsweise setzt das Analyseinstrument „Alphabetische Wortliste“ (vgl. z. B. Transcription > Word list“) eine Segmentierung der Transkription in Wörter voraus, und auch das einfache Zählen von Einheiten (vgl. z. B. „Transcription > Count segments“) erfordert, dass die zu zählenden Einheiten vorher segmentiert wurden.
en_gb: The analysis instrument "Alphabetic Wordlist“ (cf. e. g. Transcription > Word list“) requires the transcription to be segmented into words, and the counting of segments (cf. e. g. "Transcription > Count segments“) requires the prior segnemntation of the units to be counted.

source: Beispielsweise würde der Ausdruck [\.\?] für obigen Text folgendes Ergebnis ergeben:
en_gb: For instance, the expression [\.\?] for the text above would deliver the following result:

source: Benutzen Sie den Button "Add...", um eine Mediendatei zur Liste hinzuzufügen.
en_gb: Use the "Add..." button to add a media file to the list.

source: Benutzen Sie den Schieberegler, um die Skalierungskonstante zu ändern und klicken Sie dann auf OK.
en_gb: Use the slider in order to change the scale constant and click OK.

source: Benutzen Sie in diesem Falle stattdessen zweimal die Funktion Event > Split Event.
en_gb: In this case apply the function Event > Split Event twice.

source: Berechnet für jede Spur die gesamte Dauer der vorhandenen Ereignisse
en_gb: Calculates the total duration for the existing events in every tier

source: Bereits besuchte Einträge werden grau statt schwarz angezeigt.
en_gb: Entries that have already been visited are displayed in grey instead of black.

source: Besteht hingegen keine Verbindung zwischen Oszillogramm-Ansicht und Partitur, werden die Auswahlgrenzen in Blau angezeigt.
en_gb: If the oscillogram view and the musical score are not connected, the selection boundaries will be displayed in blue.

source: Bestätigen Sie die Eingabe mit OK.
en_gb: Save your settings by clicking OK.

source: Bestätigt für alle aktuell ausgewählten Zeitpunkte deren absoulten Zeitwerte, d.h. setzt ihren Status ggf. von "interpoliert" auf "bestätigt".
en_gb: Confirms the absolute time values of all currently selected time points, i.e. sets their status from "interpolated" to "confirmed", if applicable.

source: Betätigen der „Start“- und „Stop“-Schieberegler 2 und 3 bzw. Mausklicks auf den farbigen Wert.
en_gb: Using the "Start“ and "Stop“ slide control 2 and 3 or clicking on the coloured values.

source: Bewegen Sie hierzu den „Start“-Schieberegler 2 an die gewünschte Stelle des Videos und klicken Sie auf die „Kamera“.
en_gb: In order to do this, move the „Start“ slide control 2 to the desired position of the video and click on the „camera“.

source: Bewegt das momentan markierte Ereignis um einen Zeitpunkt nach links.
en_gb: Moves the currently selected event to the left by one time point.

source: Bewegt das momentan markierte Ereignis um einen Zeitpunkt nach rechts.
en_gb: Moves the currently selected event to the right by one time point.

source: Bitte beachten Sie, dass die Einbindung von Medien-Dateien nicht in jedem Fall reibungslos klappt.
en_gb: Please note that the embedding of media files will not always run smoothly.??

source: Bitte beachten Sie, dass die so berechneten Werte in der Regel lediglich eine Näherung an die tatsächlichen absoluten Zeitwerte der betreffenden Zeitpunkte darstellen.
en_gb: Please note that the values calculated in this manner are only an estimate of the actual absolute time values of the time points in question.

source: Bitte beachten Sie, dass diese Nutzung dieser Funktion voraussetzt,
en_gb: Please note that the use of this function requires

source: Bitte beachten Sie:
en_gb: Please note:

source: Bitte beachten Sie: Das Praat panel ist derzeit nur unter MS Windows verfügbar.
en_gb: Please note: The Praat panel is currently only available in MS Windows.

source: Bitte beachten Sie: Dieser Vorgang lässt sich nicht rückgängig machen!
en_gb: Please note: This procedure can not be undone!

source: Bitte beachten Sie: Wenn diese Option aktiviert ist, lässt sich die Partitur nicht editieren!
en_gb: Please note: If this option is activated, the musical score can not be edited!

source: Blenden Sie das Annotation Panel über "View > Annotation Panel ein".
en_gb: Show the annotation panel via "View > Annotation Panel".

source: Blendet alle ausgeblendeten Spuren wieder ein.
en_gb: Shows all hidden tiers again.

source: Blendet die momentan markierte Spur aus.
en_gb: Hides the currently selected tier.

source: Border sides: legt fest, ob und wo Ereignisse umrahmt werden sollen.
en_gb: Border sides: defines whether the events should be framed.

source: Border color: legt die Rahmenfarbe fest.
en_gb: Border color: sets the frame color.

source: Border style: legt den Rahmenstil fest („solid“ = durchgezogene Linie, „dashed“ = gestrichelte Linie, „dotted“ = gepunktete Linie).
en_gb: Border style: defines the style of the border ("solid“,, "dashed“ or "dotted“).

source: Bridge gaps smaller than: Aktivieren Sie diese Option, wenn Sie die Zeitachsen-Einträge durchgängig mit absoluten Zeitwerten versehen haben und in der Zeitachse Lücken schließen möchten, die kleiner als ein vorgegebener Wert in Millisekunden sind.
en_gb: Bridge gaps smaller than: activate this option if you've provided timeline entries with absolute time values and would like to close the gaps in the time axis that are smaller than the predefined value in miliseconds.

source: CHAT: Die Endliche Maschine, die den Segmentierungsalgorithmus für CHAT-Daten beschreibt.
en_gb: CHAT: The finite state machine that describes the segmentation algorithm for CHAT files.

source: Calculate page breaks: legt fest, ob Seitenumbrüche für das RTF-Dokument berechnet werden sollen.
en_gb: Calculate page breaks: specifies whether page breaks are to be calculated for the RTF document.

source: Category: die Kategorie der Spur
en_gb: Category: the tier category

source: Category: die Spurenkategorie.
en_gb: Category: the tier category.

source: Comment: ein freier Kommentartext zu Aufnahme und Transkription.
en_gb: Comment: allows comments on the recording and transciption.

source: Comment: ein freier Textkommentar zum Sprecher.
en_gb: Comment:allows comments on the speaker.

source: Critical size percentage: legt fest, ab wann die Größe eines Eintrages in einer Partiturzeile als „kritisch“ zu behandeln ist, d. h.
en_gb: Critical size percentage: defines from what extend onward the size of an entry in a Partiturzeile??? is considered critical.

source: Die virtuelle Tastatur (Keyboard) dient der Eingabe von Zeichen, die unter Umständen nicht über die normale Tastatur zugänglich sind.
en_gb: Keys that may not be available on a normal keyboard can be entered using the virtual keyboard.

source: DIDA: Die Endliche Maschine, die den Segmentierungsalgorithmus für DIDA-Daten beschreibt.
en_gb: DIDA: The finite state machine that describes the segmentation algorithm for DIDA files.

source: Da es ist nicht der Zweck dieses Handbuches sein kann, ein solches zu vermitteln, sei hier einfach auf die folgenden Publikationen verwiesen:
en_gb: Due to the fact that this user manual does not focus on the concepts of EXMARaLDA, kindly note the following publications:

source: Da es kaum möglich ist, alle denkbaren Parameter einer solchen Aufgabe vorherzusehen und (z. B. in Form eines Dialogs) direkt in den Partitur-Editor zu integrieren, enthält der Partitur-Editor einige Funktionen, die sich mittels Stylesheets benutzerdefiniert parametrisieren lassen.
en_gb: Due to the fact that it is not possible to predict and integrate all potential parameters for these tasks into the Partitur-Editor, the Editor posessed a number of functions that allow for user defined parameters to be set for stylesheets.

source: Da sich die Benennung und Bedeutung solcher Einheiten von Transkriptionssystem zu Transkriptionssystem unterscheidet (z. B. Äußerung in HIAT vs.
en_gb: Due to the fact that both name and meaning of these units differ from one transcription system to the next (e. g. utterances in HIAT vs.

source: Dabei haben Sie zwei Optionen:
en_gb: You have tw options:

source: Dabei ist das Ergebnis der Interpolation umso besser, je mehr Zeitpunkte mit korrekten absoluten Zeitwerten versehen waren.
en_gb: If more time points have been defined with an absolute time value, the value of the interpolation will be more accurate.

source: Dabei können Sie folgende Parameter festlegen:
en_gb: The following parameters can be set:

source: Dabei legt Prefix fest, welche Zeichen der Pausenbeschreibung vorangestellt werden, Suffix bestimmt welche ihr folgen.
en_gb: Prefix states which characters precede the pause description Suffix defines which characters follow.

source: Dabei sind die Dateien "player.swf" und "seeker.swf" Flash-Applikationen, die dem Abspielen der Aufnahme dienen, die Datei "seeker.html" dient der Integration der Flashkomponenten in die Partitur.
en_gb: The files "player.swf" and "seeker.swf" are Flash applications that serve the purpose of playing the recording. The file "seeker.html" is designed to integrate the Flash components into the musical score.

source: Dabei sind zu jedem Fehler folgende Informationen in den vier Spalten vermerkt:
en_gb: For every error the following information is noted in four columns:

source: Dabei werden die Einstellungen unter „File > Partitur parameters…“ und die der aktuellen Formatierungstabelle (siehe auch „Format > Edit format table…“) verwendet.
en_gb: The settings chosen under "File > Partitur parameters…" and those of the current format table (also see "Format > Edit format table…") will be used.

source: Damit geänderte Einstellungen wirksam werden, müssen Sie den Editor neu starten.
en_gb: In order to activate changed settings, the editor has to be restarted.

source: Daraus erklären sich z. B. die Ersetzungsregeln für skandinavische Sonderzeichen.
en_gb: This explains the replacement rules for scandinavian special characters, for example.

source: Darin können Sie folgende Parameter für die Ausgabe festlegen:
en_gb: In it, the parameters for the output can be set:

source: Darüber hinaus erfolgt keine Überprüfung des konventionsgemäßen Gebrauchs von Transkriptionszeichen, insbesondere wird nicht überprüft, ob die verwendeten Zeichen Teil des IPA-Inventars sind – alle Zeichen außer Leerzeichen und Punkt werden als Bestandteile von Wörtern bzw. Silben interpretiert.
en_gb: There is no additional check whether the transcription symbols have been applied according to convention. In particular it is not checked, whether the symbols used are part of the IPA inventory. All symbols except for spaces and fullstops, are interpreted as words or syllables.

source: Das Audio/Video panel dient dem Abspielen einer digitalisierten Aufnahme und dem Zuordnen von absoluten Zeitwerten aus dieser Aufnahme zu Punkten der EXMARaLDA-Zeitachse.
en_gb: The Audio/Video panel plays digitised recordings and assigns absolute time values of the recording to points on the EXMARaLDA time axis.

source: Das Link panel dient der Verknüpfung von Ereignisbeschreibungen mit externen Bild-, Ton-, Video- oder Text-Dateien.
en_gb: The link panel links event descriptions to image, audio, video and text files.

source: Das Praat panel dient dem Abspielen einer digitalisierten Aufnahme und dem Zuordnen von absoluten Zeitwerten aus dieser Aufnahme zu Punkten der EXMARaLDA-Zeitachse.
en_gb: The Praat panel plays digitised recordings and assigns absolute time values of the recording to points on the EXMARaLDA time axis.

source: Das Abspielen einer Datei wird über den „Start“-Button 10 = F1 gestartet und kann anschließend bei Bedarf über den „Pause“-Button 11 = F2 angehalten und wieder aufgenommen werden oder über den „Stop“-Button 12 = F3 beendet werden.
en_gb: For playback of a file, click the "Start“ button 10 = F1 button. If desired, it can be paused and continued with the "Pause“ button 11 = F2 or stopped with the "Stop“ button 12 = F3

source: Das Annotation Panel dient dem systematischen und konsistenten Hinzufügen von Annotationen zu einer Transkription.
en_gb: The Annotation Panel allows the systematic and consistent adding of annotations to a transcription.

source: Das Aussehen der Oszillogramm-Ansicht lässt sich über das Mausrad verändern:
en_gb: The visual nature of the oscillogram view can be altered by scrolling:

source: Das Aussehen des oberen Teils des Link panel ist abhängig davon, welcher Medientyp verknüpft wird.
en_gb: The appearance of the upper part of the link panel depends on the type of media file chosen.
